Repository: Galactic-Shrine/Galactic-Shrine-Env-VS
Catalog: Source/Dll/GalacticShrine/Properties/Resources.*.resx
Languages: af, ar, ne, pt, ro, sv, th, uk, zh

# FichierTermineInvalide
source: Les noms de fichiers ne peuvent pas être terminés par un caractère de séparation de chemin d'accès.
af: Lêer name kan nie beëindig word met 'n pad skeier karakter.!
ar: لا يمكن إنهاء أسماء الملفات بحرف فاصل للمسار.!
ne: फाइल नामहरू मार्ग विभाजक क्यारेक्टरको साथ समाप्त गर्न सकिँदैन ।!
pt: Os nomes de ficheiros não podem ser terminados com um caractere separador de caminho.!
ro: Numele fișierelor nu pot fi terminate cu un caracter separator de cale.!
sv: Filnamn kan inte avslutas med ett sökvägsseparatortecken.!
th: ไม่สามารถยกเลิกชื่อไฟล์ด้วยอักขระตัวคั่นเส้นทางได้!
uk: Імена файлів не можуть закінчуватися символом-розділювачем шляху.
zh: 文件名不能以路径分隔符结束。！

# RepertoiresSeparateursInvalides
source: Le fragment de chemin d'accès '{0}' contient des séparateurs de répertoire invalides.
af: Padfragment '{0}' bevat ongeldige gids skeiers.!
ar: يحتوي جزء المسار '{ 0 }' على فواصل دليل غير صالحة.!
ne: मार्ग खण्ड '{ 0 }' मा अवैध डाइरेक्टरी विभाजकहरू छन् ।!
pt: O fragmento de caminho '{0}' contém separadores de diretório inválidos.!
ro: Fragmentul de cale '{0}' conține separatoare de directoare nevalide.!
sv: Sökvägsfragment "{0}" innehåller ogiltiga katalogavgränsare.!
th: ชิ้นส่วนพาธ '{ 0 }' มีตัวแยกไดเรกทอรีที่ไม่ถูกต้อง!
uk: Фрагмент шляху '{0}' містить невірні розділювачі каталогів.
zh: 路径片段“{0}”包含无效的目录分隔符。!

# ConsoleEstTropPetite
source: Ah mes yeux ! Pourquoi cette console est trop petite ?
af: Ag, my oë! Hoekom is hierdie konsole te klein?!
ar: آه عيناي! لماذا هذه الكونسول صغيرة جدًا ؟!
ne: आहा मेरो आँखा! यो कन्सोल किन धेरै सानो छ?!
pt: Ah, meus olhos! Por que este console é muito pequeno?!
ro: Ah, ochii mei! De ce este această consolă prea mică?!
sv: Åh mina ögon! Varför är den här konsolen för liten?!
th: อ้าตาของฉัน! ทำไมคอนโซลนี้เล็กเกินไป?!
uk: Ах, мої очі! Чому ця консоль занадто маленька?!
zh: 啊，我的眼睛！为什么这个游戏机太小了？ ！

# FichierGspInvalide
source: Fichier GSP non valide.
af: Ongeldige GSP-lêer.!
ar: ملف غير صالح!
ne: अमान्य GSP फाइल ।!
pt: Ficheiro GSP inválido.!
ro: Fișier GSP nevalid.!
sv: Ogiltig GSP-fil.!
th: ไฟล์ GSP ไม่ถูกต้อง!
uk: Недійсний файл GSP.!
zh: GSP文件无效。！

source: INFO
af: Inligting
ar: معلومات
ne: जानकारी
pt: Informações
ro: Informații
th: ข้อมูล
uk: Інформація
zh: 信息

# SUCCES
source: SUCCÉS
af: Sukses
ar: نجاح
ne: सफलता
pt: SUCESSO
ro: SUCCES
sv: FRAMGÅNG
th: ความสำเร็จ
uk: Успіх
zh: 成功

source: ERREUR
af: Fout
ar: خطأ
ne: त्रुटि
pt: ERRO
ro: EROARE
sv: FEL
th: ข้อผิดพลาด
uk: Помилка
zh: 错误

source: AVERTISSEMENT
af: Waarskuwing
ar: تحذير
ne: चेतावनी
pt: AVISO
ro: AVERTIZARE
sv: VARNING
th: คำเตือน
uk: УВАГА
zh: 警告

# TailleDeCleInvalide
source: La longueur de la clé de chiffrement non valide. La clé de chiffrement doit être de 32 octets.
af: Die lengte van die ongeldige enkripsie sleutel. Enkripsiesleutel moet 32 grepe wees!
ar: طول مفتاح التشفير غير الصالح. يجب أن يكون مفتاح التشفير 32 بايت.!
ne: अवैध गुप्तिकरण कुञ्जीको लम्बाइ । ईन्क्रिप्शन कुञ्जी 32 बाइट्स हुनुपर्दछ ।!
pt: O comprimento da chave de criptografia inválida. A chave de encriptação deve ter 32 bytes.!
ro: Lungimea cheii de criptare nevalide. Cheia de criptare trebuie să fie de 32 de octeți.!
sv: Längden på den ogiltiga krypteringsnyckeln. Krypteringsnyckel måste vara 32 byte.!
th: ความยาวของคีย์การเข้ารหัสที่ไม่ถูกต้องคีย์การเข้ารหัสต้องมี 32 ไบต์!
uk: Довжина недійсного ключа шифрування. Ключ шифрування має бути 32 байта.!
zh: 无效加密密钥的长度。加密密钥必须为32个字节。！

# InitArchive
source: Initialisation de l'archive.
af: Inisialiserende argief.!
ar: جارٍ تهيئة الأرشيف.!
ne: सङ्ग्रह सुरु गर्दै ।!
pt: A inicializar o arquivo.!
ro: Se inițializează arhiva.!
sv: Initierar arkiv.!
th: กำลังเตรียมใช้งานที่เก็บถาวร!
uk: Ініціалізація архіву.!
zh: 正在初始化存档。！

# CreationDArchive
source: Création d'une archive à {0}...
af: Skep argief by {0}...!
ar: إنشاء أرشيف في {0}...!
ne: {0} मा सङ्ग्रह सिर्जना गर्दै...!
pt: A criar arquivo em {0}...!
ro: Se creează arhiva la {0}...!
sv: Skapar arkiv på {0}...!
th: กำลังสร้างที่เก็บถาวรที่ {0}...!
uk: Створення архіву в {0}...!
zh: 正在 {0} 处创建存档... ！

# FichierAjouteGsP
source: Fichier ajouté : {0} (taille originale : {1} octets).
af: Lêer bygevoeg: {0} (oorspronklike grootte: {1} grepe).!
ar: تمت إضافة الملف: {0} (الحجم الأصلي: {1} بايت).!
ne: फाइल थपियो: {0} (मूल साइज: {1} बाइट्स) ।!
pt: Arquivo adicionado: {0} (tamanho original: {1} bytes).!
ro: Fișier adăugat: {0} (dimensiune originală: {1} octeți).!
sv: Fil tillagd: {0} (originalstorlek: {1} byte).!
th: เพิ่มไฟล์: {0} (ขนาดเดิม: {1} ไบต์) แล้ว!
uk: Файл додано: {0} (початковий розмір: {1} байт).!
zh: 文件已添加： {0} （原始大小： {1} 字节）。!

# CreationDArchiveTerminee
source: Création de l'archive terminée.
af: Argief skepping voltooi.!
ar: اكتمل إنشاء الأرشيف.!
ne: संग्रह सिर्जना पूरा भयो ।!
pt: Criação do arquivo concluída.!
ro: Crearea arhivei este finalizată.!
sv: Arkivskapande slutfört.!
th: การสร้างแฟ้มจัดเก็บเสร็จสมบูรณ์แล้ว!
uk: Створення архіву завершено.!
zh: 存档创建完成。！

# ExtractionDArchive
source: Extraction de l'archive de {0}...
af: Uittreksel argief van {0}...!
ar: استخراج أرشيف من {0}...!
ne: {0} बाट सङ्ग्रह निकाल्दै...!
pt: A extrair arquivo de {0}...!
ro: Se extrage arhiva din {0}...!
sv: Extraherar arkiv från {0}...!
th: กำลังแยกแฟ้มจัดเก็บจาก {0}...!
uk: Видобування архіву з {0}...!
zh: 正在从 {0} 提取存档... ！

source: Signature d'archive invalide.
af: Ongeldige argief handtekening.!
ar: توقيع الأرشيف غير صالح.!
ne: अमान्य सङ्ग्रह हस्ताक्षर ।!
pt: Assinatura de arquivo inválida.!
ro: Semnătură arhivă nevalidă.!
sv: Ogiltig arkivsignatur.!
th: ลายเซ็นเก็บถาวรไม่ถูกต้อง!
uk: Недійсний архівний підпис.!
zh: 存档签名无效。！

# VersionGsPNonSupportee
source: Version GsP non prise en charge : {0}.
af: Nie-ondersteunde GsP-weergawe: {0}.!
ar: إصدار GsP غير مدعوم: {0}.!
ne: असमर्थित GsP संस्करण: {0} ।!
pt: Versão GsP não suportada: {0}.!
ro: Versiune GsP neacceptată: {0}.!
sv: GsP-version stöds inte: {0}.!
th: เวอร์ชัน GsP ที่ไม่รองรับ: {0}.!
uk: Непідтримувана версія GsP: {0}.!
zh: 不支持的GsP版本： {0} 。!

# ErreurGsPDeSomme
source: Erreur de somme de contrôle pour le fichier {0}. L'extraction a été interrompue.
af: Kontrolesomfout vir lêer {0}. Onttrekking is onderbreek!
ar: خطأ في المجموع الاختباري للملف {0}. تمت مقاطعة الاستخراج.!
ne: फाइल {0} का लागि चेकसम त्रुटि । निकासी अवरोध गरिएको छ ।!
pt: Erro de soma de verificação para o ficheiro {0}. A extração foi interrompida.!
ro: Eroare sumă de control pentru fișierul {0}. Extracția a fost întreruptă.!
sv: Kontrollsumma fel för fil {0}. Extraktionen har avbrutits.!
th: ตรวจสอบข้อผิดพลาดสำหรับไฟล์ {0} การสกัดถูกขัดจังหวะ!
uk: Помилка контрольної суми для файлу {0}. Видобуток перервано.!
zh: 文件 {0} 的校验和错误。提取已中断。！

# NonConcordanceDeLaSommeDeControle
source: Non concordance de la somme de contrôle.
af: Tjeksum wanverhouding.!
ar: المجموع الاختباري غير متطابق.!
ne: चेकसम बेमेल छ ।!
pt: Incompatibilidade de soma de verificação.!
ro: Nepotrivire sumă de control.!
sv: Kontrollsumma matchar inte.!
th: Checksum ไม่ตรงกัน!
uk: Невідповідність контрольної суми.!
zh: 校验和不匹配。！

# FichierExtrait
source: Fichier extrait : {0}.
af: Uittreksel lêer: {0}.
ar: الملف المستخرج: {0}.!
ne: झिकिएको फाइल: {0} ।!
pt: Ficheiro extraído: {0}.!
ro: Fișier extras: {0}.!
sv: Extraherad fil: {0}.!
th: ไฟล์ที่แยกได้: {0}.!
uk: Видобутий файл: {0}.!
zh: 已提取文件： {0} 。!

# ExtractionTerminee
source: Extraction terminée.
af: Onttrekking voltooi.!
ar: اكتمل الاستخراج.!
ne: निकासी पूरा भयो ।!
pt: Extração terminada
ro: Extracție finalizată.!
sv: Extrahering framgångsrikt genomfört!
th: การแยกเสร็จสมบูรณ์!
uk: Отримання ресурсів завершене.
zh: 取出完成 。

# ListeDesFichiersDansLArchive
source: Liste des fichiers dans l'archive {0}...
af: Lys van lêers in argief {0}...!
ar: قائمة الملفات في الأرشيف {0}...!
ne: {0} सङ्ग्रहमा रहेका फाइलहरूको सूची...!
pt: Lista de ficheiros no arquivo {0}...!
ro: Lista fișierelor din arhiva {0}...!
sv: Lista över filer i arkivet {0}...!
th: รายชื่อไฟล์ในคลังเก็บ {0}...!
uk: Список файлів в архіві {0}...!
zh: 存档 {0} 中的文件列表... ！

# FichierTrouve
source: Fichier trouvé : {0}.
af: Lêer gevind: {0}.!
ar: تم العثور على الملف: {0}.!
ne: फाइल फेला पर्यो: {0}.!
pt: Ficheiro encontrado: {0}.!
ro: Fișier găsit: {0}.!
sv: Filen hittades: {0}.!
th: พบไฟล์: {0}.!
uk: Файл знайдено: {0}.!
zh: 已找到文件： {0} 。!

# FichierTrouve4
source: Fichier trouvé : {0}.
af: Lêer gevind: {0}.!
ar: تم العثور على الملف: {0}.!
ne: फाइल फेला पर्यो: {0}.!
pt: Ficheiro encontrado: {0}.!
ro: Fișier găsit: {0}.!
sv: Filen hittades: {0}.!
th: พบไฟล์: {0}.!
uk: Файл знайдено: {0}.!
zh: 已找到文件： {0} 。!

# FichierTrouve3
source: Fichier trouvé : {0}.
af: Lêer gevind: {0}.!
ar: تم العثور على الملف: {0}.!
ne: फाइल फेला पर्यो: {0}.!
pt: Ficheiro encontrado: {0}.!
ro: Fișier găsit: {0}.!
sv: Filen hittades: {0}.!
th: พบไฟล์: {0}.!
uk: Файл знайдено: {0}.!
zh: 已找到文件： {0} 。!

# FichierTrouve2
source: Fichier trouvé : {0}.
af: Lêer gevind: {0}.!
ar: تم العثور على الملف: {0}.!
ne: फाइल फेला पर्यो: {0}.!
pt: Ficheiro encontrado: {0}.!
ro: Fișier găsit: {0}.!
sv: Filen hittades: {0}.!
th: พบไฟล์: {0}.!
uk: Файл знайдено: {0}.!
zh: 已找到文件： {0} 。!

# FichierTrouve1
source: Fichier trouvé : {0}.
af: Lêer gevind: {0}.!
ar: تم العثور على الملف: {0}.!
ne: फाइल फेला पर्यो: {0}.!
pt: Ficheiro encontrado: {0}.!
ro: Fișier găsit: {0}.!
sv: Filen hittades: {0}.!
th: พบไฟล์: {0}.!
uk: Файл знайдено: {0}.!
zh: 已找到文件： {0} 。!

# LeCheminNePeutPasEtreVide
source: Le chemin ne peut pas être vide.
af: Die pad kan nie leeg wees nie!
ar: لا يمكن أن يكون المسار فارغًا.!
ne: बाटो खाली हुन सक्दैन ।!
pt: O caminho não pode estar vazio.!
ro: Calea nu poate fi goală.!
sv: Sökvägen kan inte vara tom.!
th: เส้นทางต้องไม่ว่างเปล่า!
uk: Шлях не може бути порожнім.!
zh: 路径不能为空。！

# LeNomDuFichierNePeutPasEtreVide
source: Le nom du fichier ne peut pas être vide.
af: Lêernaam kan nie leeg wees nie!
ar: لا يمكن أن يكون اسم الملف فارغًا.!
ne: फाइलको नाम खाली हुन सक्दैन ।!
pt: O nome do ficheiro não pode estar vazio.!
ro: Numele fișierului nu poate rămâne necompletat.!
sv: Filnamnet kan inte vara tomt.!
th: ชื่อไฟล์ต้องไม่ว่างเปล่า!
uk: Ім 'я файлу не може бути порожнім.!
zh: 文件名不能为空

# LeMessageNePeutPasEtreVide
source: Le message ne peut pas être vide.
af: Boodskap kan nie leeg wees nie!
ar: لا يمكن أن تكون الرسالة فارغة.!
ne: सन्देश खाली हुन सक्दैन ।!
pt: A mensagem não pode estar vazia.!
ro: Mesajul nu poate rămâne necompletat.!
sv: Meddelandet kan inte vara tomt.!
th: ข้อความต้องไม่ว่างเปล่า!
uk: Повідомлення не може бути порожнім.!
zh: 消息不能为空。！

# CheminOuNomDuJournalPasDefini
source: Le chemin ou le nom du fichier journal n'est pas défini.
af: Die pad of naam van die loglêer is nie ingestel nie!
ar: لم يتم تعيين مسار أو اسم ملف السجل.!
ne: लग फाइलको मार्ग वा नाम सेट गरिएको छैन ।!
pt: O caminho ou nome do ficheiro de registo não está definido.!
ro: Calea sau numele fișierului jurnal nu este setat.!
sv: Sökvägen eller namnet på loggfilen är inte inställt.!
th: ไม่ได้ตั้งพาธหรือชื่อของไฟล์บันทึก!
uk: Шлях або ім 'я файлу журналу не встановлено.!
zh: 未设置日志文件的路径或名称。!

# AlgorithmeHachageNonImplemente
source: Algorithme de hachage non implémenté.
af: Het nie hash -algoritme geïmplementeer nie.
ar: لم تنفذ خوارزمية التجزئة.
ne: लेश एल्गोरिथ्म लागू गरेको छैन।
pt: Não implementou o algoritmo de hash.
ro: Nu a implementat algoritmul hash.
sv: Har inte implementerat hashalgoritm.
th: ยังไม่ได้ใช้อัลกอริทึมแฮช
uk: Не впровадив алгоритм хешу.
zh: 尚未实施哈希算法。

# LeParametreNePeutPasEtreVide
source: Le paramètre `{0}` ne peut pas être vide.
af: Parameter `{0}` kan nie leeg wees nie.!
ar: لا يمكن أن تكون المعلمة '{0}' فارغة.!
ne: प्यारामिटर '{0}' खाली हुन सक्दैन ।!
pt: O parâmetro `{0}` não pode estar vazio.!
ro: Parametrul `{0}` nu poate rămâne necompletat.!
sv: Parameter `{0}` kan inte vara tom.!
th: ต้องกรอกพารามิเตอร์ '{0}'!
uk: Параметр `{0}` не може бути порожнім.!
zh: 参数“ {0} ”不能为空。!
